case/outputs_steady/openfoam_cases/section_2_x35p6km/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| SHCT->OpenFOAM coupling — auto-generated case                              |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (liquid gas);

liquid
{
    transportModel  Newtonian;
    nu      1.36674e-06;
    rho     878;
}

gas
{
    transportModel  Newtonian;
    nu      7.05142e-08;
    rho     198.542;
}

sigma   0.02;
